{
  "folder": "WKIMYns7vZVhf9cx",
  "name": "School of Oneiromancy",
  "type": "subclass",
  "_id": "LmIYUzoQpvGiJ4nx",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<p>The school of Oneiromancy was born in the nascent Cul’sir Empire, and led to its dominion over the surrounding lands. The giants shaped dreams to sustain their kingdom, weaving them into its very foundations. Now, the link to the Sea of Dreams is severed, but those who pursue its study can still walk the same path. Oneiromancers believe that dreams are inspirational and prophetic; their magic removes the barrier between dream and consciousness, allowing them to live within surreal worlds of their own. The primary mission of many such wizards is to restore their school to glory - by repairing the damaged planar link to the wonder found behind closed eyes.</p><p> As an Oneiromancy Wizard, you may have stumbled upon ancient giant texts, or relics of the Quori, that kickstarted your path into lost and ancient magic. Perhaps you see your own dreams as inspirational and prophetic, or use them to communicate with the Quori of your kalashtar lineage. Or, stranger still, you were a mind long trapped in Dal Quor, and found your way out in a fitting mortal host. Either way, the dream-scarred lands of Xen’drik are sure to hold the secrets you seek…</p>",
      "chat": "",
      "unidentified": ""
    },
    "source": {
      "book": "Giant Guide to Xen'drik",
      "page": "",
      "custom": "",
      "license": ""
    },
    "identifier": "school-of-oneiromancy",
    "classIdentifier": "",
    "advancement": [],
    "spellcasting": {
      "progression": "none",
      "ability": ""
    }
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "q6n1efCGVB98drEQ": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.4.1",
    "coreVersion": "11.315",
    "createdTime": 1702706847501,
    "modifiedTime": 1702848618734,
    "lastModifiedBy": "q6n1efCGVB98drEQ"
  },
  "_key": "!items!LmIYUzoQpvGiJ4nx"
}
